insert into Students values 
(1, 'Нигматзянов Рустам', '1994-07-02', 'male', 'ИВМиИТ', 9215, 3),
(2, 'Кирилл Александров', '1995-01-13', 'male', 'ИФМиБ', 1303, 2),
(3, 'Галия Бердникова', '1994-05-23', 'female', 'ИУЭиФ', 15212, 3),
(4, 'Альмира Шайдуллина', '1995-10-06', 'female', 'ИВМиИТ', 9304, 2),
(5, 'Айнур Хабибуллин', '1995-02-17', 'male', 'ИВМиИТ', 9307, 2),
(6, 'Виктор Монаков', '1994-08-03', 'male', 'ИТИС', 14202, 3),
(7, 'Алина Хакимуллина', '1994-07-25', 'female', 'ИФМиБ', 1208, 3),
(8, 'Вероника Белова', '1995-06-04', 'female', 'ИФМиБ', 1301, 2),
(9, 'Юрий Филиппов', '1994-12-09', 'male', 'ИУЭиФ', 15209, 3),
(10, 'Евгений Андреев', '1995-11-19', 'male', 'ИТИС', 14302, 2);

insert into Disciplines values 
(1, 'malerun', 15.1, 14.8, 13.5),
(2, 'run3', 14, 13.30, 12.30),
(3, 'malejump', 215, 230, 240),
(4, 'pull-ups', 9, 10, 13),
(5, 'maleflex', 6, 7, 13),
(6, 'femalerun', 17.8, 17.5, 16.5),
(7, 'run2', 11.35, 11.15, 10.3),
(8, 'femalejump', 170, 180, 195),
(9, 'push-ups', 10, 12, 14),
(10, 'femaleflex', 8, 11, 16);

insert into Tests values 
(1, 1, 13.6),
(1, 2, 13.12),
(1, 3, 255),
(1, 4, 17),
(1, 5, 15),
--серебро
(2, 1, 14.9),
(2, 2, 14.48),
(2, 3, 230),
(2, 4, 7),
(2, 5, 12),
--
(3, 6, 17.2),
(3, 7, 11.27),
(3, 8, 192),
(3, 9, 11),
(3, 10, 17),
--бронза
(4, 6, 18.8),
(4, 7, 13.33),
(4, 8, 165),
(4, 9, 5),
(4, 10, 15),
--
(5, 1, 12.9),
(5, 2, 12.15),
(5, 3, 246),
(5, 4, 15),
(5, 5, 16),
--золото
(6, 1, 14.4),
(6, 2, 15.21),
(6, 3, 226),
(6, 4, 3),
(6, 5, 8),
--
(7, 6, 16.7),
(7, 7, 10.58),
(7, 8, 188),
(7, 9, 14),
(7, 10, 20),
--серебро
(8, 6, 18.8),
(8, 7, 13.11),
(8, 8, 175),
(8, 9, 8),
(8, 10, 19),
--
(9, 1, 13.9),
(9, 2, 13.38),
(9, 3, 265),
(9, 4, 9),
(9, 5, 9),
--бронза
(10, 1, 14.6),
(10, 2, 13.34),
(10, 3, 252),
(10, 4, 7),
(10, 5, 10);
--

insert into Badges values 
(1, 'silver'),
(3, 'bronze'),
(5, 'gold'),
(7, 'silver'),
(9, 'bronze');
