
INSERT INTO Reservation(idReservation, date, K_days ,  K_child ,K_grown )
VALUES
('1',12.05.2014','14', '0', '1' ),
('2','17.05.2014','10','0','2'),
('3','29.05.2014','10','1','2'),
('4','30.05.2014','14','0','2');

INSERT INTO Customer  (idCustomer,FIO,№Passport,Series passport,Date issue,Issued,Phone,Adress)
VALUES
('1','Максимов Олег Иванович','8007','471142','10.10.2000','Отделом УФМС России по р Башкортостан г.Салават','89174858698','Островского 27-51'),
('2','Богданова Елена Александровна','8000','586142','15.09.1995','Отделом УФМС России по р Башкортостан г.Стерлитамак','89586686856','Ленинградская 46-18'),
('3','Петров Николай Иванович','8007','459585','18.10.2007','Отделом УФМС России по р Башкортостан г.Салават','89174236698','Калинина 46-59'),
('4','Сергеев Антон Константинович','8013','123598','29.05.2009','Отделом УФМС России по р Башкортостан г.Салават','89174658698','Островского 67-11');

INSERT INTO Tourists (idTourists, Sex, Surname, Name, Date of birth , №Passport , Series passport, Issued, Citizenship)
VALUES
('1','м','Максимов','Олег','12.02.1985', '8007', '471142','Отделом УФМС России по р.Башкортостан г.Салават','РФ'),
('2','ж','Леонова','Ксения','25.01.1993', '8007', '546974','Отделом УФМС России по р.Башкортостан г.Салават','РФ'),
('3','','Максимов','Олег','12.02.1985', '8007', '471142','Отделом УФМС России по р.Башкортостан г.Салават','РФ'),
('4','Сергеев','Антон','15.12.1991','8013','123598','Отделом УФМС России по р Башкортостан г.Салават','РФ');

INSERT INTO Resort  (idResort,Title)
VALUES
('1','Лозано'),
('2','Протарас'),
('3','Лагос'),
('4','Кемер');

INSERT INTO Hotel  (idHotel, Country, Resort, Price)
VALUES
('1',’Чили','5*',’20000’),
('2',’Кипр','5*',’45000’),
('3',’Португалия','3*',’25000’),
('4',’Турция','5*',’26000’);

INSERT INTO Flight (idFlight,Departure,Arrival,City)
VALUES
('1',’12.05.2014','26.05.2014',’Уфа’),
('2',’17.05.2014','27.05.2014',’Уфа’),
('3',’29.05.2014','09.06.2014',’Стерлитамак’),
('4',’30.05.2014','14.06.2014',’Стерлитамак’);














