USE [sportclub]
GO

INSERT INTO [dbo].[sections]
           ([name]
           ,[ageGroup_id]
           ,[currPeopleCount]
           ,[maxPeopleCount]
           ,[price]
           ,[isSched])
     VALUES
           ('Бокс классический'
           ,'1'
           ,'4'
           ,'20'
           ,'150'
           ,'true'),
		   ('Бокс классический'
           ,'2'
           ,'7'
           ,'20'
           ,'300'
           ,'true'),
           ('Бокс тайский'
           ,'2'
           ,'4'
           ,'15'
           ,'300'
           ,'true'),
		   ('Тренажерный зал'
           ,'3'
           ,'9'
           ,'30'
           ,'1000'
           ,'false'),
		   ('Бассейн'
           ,'3'
           ,'5'
           ,'30'
           ,'1200'
           ,'false'),
		   ('Йога'
           ,'3'
           ,'6'
           ,'30'
           ,'300'
           ,'true'),
		   ('Аэробика'
           ,'2'
           ,'5'
           ,'20'
           ,'250'
           ,'true'),
		   ('Настольный теннис'
           ,'1'
           ,'3'
           ,'10'
           ,'100'
           ,'true'),
		   ('Настольный теннис'
           ,'2'
           ,'7'
           ,'10'
           ,'150'
           ,'true')

GO


